use accounting;
insert into reports(
	amount,
	main_category,
	sub_category,
	reporting_date,
	user_id,
	memo
)
values(
	100000,
	'수입',
	'월급',
	'2022/01/10',
	'5575492q@gmail.com',
	'기분 좋습니다.'
),

(
	100000,
	'수입',
	'월급',
	'2022/02/10',
	'5575492q@gmail.com',
	'기분 좋습니다.'
	),

(
	100000,
	'수입',
	'월급',
	'2022/03/10',
	'5575492q@gmail.com',
	'기분 좋습니다.'
),
(
	-1000,
	'지출',
	'교통비',
	'2022/01/1',
	'5575492q@gmail.com',
	'버스타고 다닙니다..'
),
(
	-1000,
	'지출',
	'교통비',
	'2022/01/2',
	'5575492q@gmail.com',
	'버스타고 다닙니다..'
),
(
	-1000,
	'지출',
	'교통비',
	'2022/01/3',
	'5575492q@gmail.com',
	'버스타고 다닙니다..'
),
(
	-1000,
	'지출',
	'교통비',
	'2022/01/4',
	'5575492q@gmail.com',
	'버스타고 다닙니다..'
),
(
	-1000,
	'지출',
	'교통비',
	'2022/01/5',
	'5575492q@gmail.com',
	'버스타고 다닙니다..'
);
